Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: PAYMENT METHOD
ar: طريقة الدفع
as: পেমেন্ট পদ্ধতি
bn: অর্থপ্রদানের পদ্ধতি
de: ZAHLUNGSMETHODE
es: MÉTODO DE PAGO
fr: MODE DE PAIEMENT
gu: ચુકવણી પદ્ધતિ
hi: भुगतान विधि
it: METODO DI PAGAMENTO
ja: 支払方法
kn: ಪಾವತಿ ವಿಧಾನ
ko: 결제 방법
ml: പണമടയ്ക്കൽ രീതി
mr: पेमेंट पद्धत
or: ପେମେଣ୍ଟ ପଦ୍ଧତି
pa: ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ
pt: MÉTODO DE PAGAMENTO
ru: СПОСОБ ОПЛАТЫ
ta: பணம் செலுத்தும் முறை
te: చెల్లింపు విధానం
zh_hans: 付款方式
zh_hant: 付款方式

source: Payment Successful
ar: تم إتمام عملية الدفع بنجاح
as: পেমেন্ট সফল
bn: পেমেন্ট সফল হয়েছে
de: Zahlung erfolgreich
es: Pago realizado con éxito
fr: Paiement réussi
gu: ચુકવણી સફળ થઈ
hi: भुगतान सफल रहा
it: Pagamento effettuato con successo
ja: 支払いが完了しました
kn: ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿದೆ
ko: 결제 완료
ml: പേയ്‌മെന്റ് വിജയകരം
mr: पेमेंट यशस्वी झाले.
or: ପେମେଣ୍ଟ ସଫଳ ହୋଇଛି
pa: ਭੁਗਤਾਨ ਸਫਲ ਰਿਹਾ
pt: Pagamento efetuado com sucesso
ru: Оплата прошла успешно.
ta: பணம் செலுத்துதல் வெற்றிகரமாக முடிந்தது.
te: చెల్లింపు విజయవంతమైంది
zh_hans: 付款成功
zh_hant: 付款成功

source: Pending
ar: قيد الانتظار
as: বাকী থকা
bn: বিচারাধীন
de: Ausstehend
es: Pendiente
fr: En attente
gu: બાકી
hi: लंबित
it: In attesa di
ja: 保留中
kn: ಬಾಕಿ ಉಳಿದಿದೆ
ko: 보류 중
ml: തീർച്ചപ്പെടുത്തിയിട്ടില്ല
mr: प्रलंबित
or: ବିଚାରାଧୀନ ଅଛି
pa: ਵਿਚਾਰ-ਅਧੀਨ
pt: Pendente
ru: В ожидании
ta: நிலுவையில் உள்ளது
te: పెండింగ్‌లో ఉంది
zh_hans: 待办的
zh_hant: 待辦的

source: Pending Alerts
ar: التنبيهات المعلقة
as: বাকী থকা সতৰ্কবাণী
bn: অপেক্ষাধীন সতর্কতা
de: Ausstehende Benachrichtigungen
es: Alertas pendientes
fr: Alertes en attente
gu: બાકી ચેતવણીઓ
hi: लंबित अलर्ट
it: Avvisi in sospeso
ja: 保留中のアラート
kn: ಬಾಕಿ ಇರುವ ಎಚ್ಚರಿಕೆಗಳು
ko: 보류 중인 알림
ml: തീർച്ചപ്പെടുത്താത്ത അലേർട്ടുകൾ
mr: प्रलंबित सूचना
or: ବାକି ଥିବା ଆଲର୍ଟଗୁଡ଼ିକ
pa: ਬਕਾਇਆ ਚੇਤਾਵਨੀਆਂ
pt: Alertas pendentes
ru: Ожидающие оповещения
ta: நிலுவையில் உள்ள எச்சரிக்கைகள்
te: పెండింగ్ హెచ్చరికలు
zh_hans: 待处理的警报
zh_hant: 待處理的警報

source: Pending Appointments
ar: المواعيد المعلقة
as: পেণ্ডিং এপইণ্টমেণ্ট
bn: অপেক্ষাধীন নিয়োগ
de: Ausstehende Termine
es: Citas pendientes
fr: Rendez-vous en attente
gu: બાકી એપોઇન્ટમેન્ટ્સ
hi: लंबित नियुक्तियाँ
it: Appuntamenti in sospeso
ja: 保留中の予約
kn: ಬಾಕಿ ಇರುವ ಅಪಾಯಿಂಟ್‌ಮೆಂಟ್‌ಗಳು
ko: 예약 대기 중
ml: തീർപ്പുകൽപ്പിക്കാത്ത അപ്പോയിന്റ്മെന്റുകൾ
mr: प्रलंबित नेमणुका
or: ବାକି ଥିବା ନିଯୁକ୍ତି
pa: ਲੰਬਿਤ ਮੁਲਾਕਾਤਾਂ
pt: Agendamentos pendentes
ru: Ожидающие назначения
ta: நிலுவையில் உள்ள சந்திப்புகள்
te: పెండింగ్‌లో ఉన్న అపాయింట్‌మెంట్లు
zh_hans: 待定预约
zh_hant: 待定預約

source: PENDING APPOINTMENTS
ar: المواعيد المعلقة
as: PENDING এপইণ্টমেণ্ট
bn: অপেক্ষাধীন অ্যাপয়েন্টমেন্ট
de: AUSSTEHENDE ERNENNUNGEN
es: CITAS PENDIENTES
fr: RENDEZ-VOUS EN ATTENTE
gu: બાકી એપોઇન્ટમેન્ટ્સ
hi: लंबित नियुक्तियाँ
it: APPUNTAMENTI IN SOSPESO
ja: 予約待ち
kn: ಬಾಕಿ ಇರುವ ನೇಮಕಾತಿಗಳು
ko: 예약 대기 중
ml: തീർപ്പുകൽപ്പിക്കാത്ത നിയമനങ്ങൾ
mr: प्रलंबित नेमणुका
or: ବାକି ଥିବା ନିଯୁକ୍ତିଗୁଡ଼ିକ
pa: ਲੰਬਿਤ ਅਪੌਇੰਟਮੈਂਟਾਂ
pt: AGENDAMENTOS PENDENTES
ru: Ожидаются назначения
ta: நிலுவையில் உள்ள சந்திப்புகள்
te: పెండింగ్‌లో ఉన్న అపాయింట్‌మెంట్లు
zh_hans: 待定预约
zh_hant: 待定預約

source: PENDING APPROVALS
ar: بانتظار الموافقات
as: অনুমোদন বাকী আছে
bn: অনুমোদনের অপেক্ষায়
de: AUSSTEHENDE GENEHMIGUNGEN
es: APROBACIONES PENDIENTE
fr: EN ATTENTE D'AUTORISATION
gu: મંજૂરીઓ બાકી છે
hi: अनुमोदन लंबित हैं
it: IN ATTESA DI APPROVAZIONE
ja: 承認待ち
kn: ಅನುಮೋದನೆಗಳು ಬಾಕಿ ಇವೆ
ko: 승인 대기 중
ml: അംഗീകാരങ്ങൾ തീർപ്പുകൽപ്പിച്ചിട്ടില്ല
mr: मंजुरी प्रलंबित
or: ଅନୁମୋଦନ ବାକି ଅଛି
pa: ਮਨਜ਼ੂਰੀਆਂ ਲੰਬਿਤ ਹਨ
pt: APROVAÇÕES PENDENTES
ru: ОЖИДАЕТСЯ УТВЕРЖДЕНИЕ
ta: ஒப்புதல்கள் நிலுவையில் உள்ளன
te: ఆమోదాలు పెండింగ్‌లో ఉన్నాయి
zh_hans: 待审批
zh_hant: 待審批

source: Pending Requests
ar: الطلبات المعلقة
as: বাকী থকা অনুৰোধ
bn: মুলতুবি অনুরোধ
de: Offene Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
gu: બાકી વિનંતીઓ
hi: लंबित अनुरोध
it: Richieste in sospeso
ja: 保留中のリクエスト
kn: ಬಾಕಿ ಉಳಿದಿರುವ ವಿನಂತಿಗಳು
ko: 보류 중인 요청
ml: തീർപ്പുകൽപ്പിക്കാത്ത അഭ്യർത്ഥനകൾ
mr: प्रलंबित विनंत्या
or: ବିଚାରାଧୀନ ଅନୁରୋଧଗୁଡ଼ିକ
pa: ਬਕਾਇਆ ਬੇਨਤੀਆਂ
pt: Solicitações pendentes
ru: Ожидающие запросы
ta: நிலுவையில் உள்ள கோரிக்கைகள்
te: పెండింగ్‌లో ఉన్న అభ్యర్థనలు
zh_hans: 待处理请求
zh_hant: 待處理請求

source: Per Client Average
ar: متوسط لكل عميل
as: প্ৰতি ক্লায়েণ্টৰ গড়
bn: প্রতি ক্লায়েন্টের গড়
de: Durchschnitt pro Kunde
es: Promedio por cliente
fr: Moyenne par client
gu: પ્રતિ ક્લાયન્ટ સરેરાશ
hi: प्रति ग्राहक औसत
it: Media per cliente
ja: 顧客一人当たりの平均
kn: ಪ್ರತಿ ಕ್ಲೈಂಟ್‌ಗೆ ಸರಾಸರಿ
ko: 고객당 평균
ml: ഓരോ ക്ലയന്റിനും ശരാശരി
mr: प्रति क्लायंट सरासरी
or: ପ୍ରତି କ୍ଲାଏଣ୍ଟ ହାରାହାରି
pa: ਪ੍ਰਤੀ ਕਲਾਇੰਟ ਔਸਤ
pt: Média por cliente
ru: В среднем на одного клиента
ta: ஒரு வாடிக்கையாளருக்கான சராசரி
te: ప్రతి క్లయింట్‌కు సగటు
zh_hans: 每位客户平均
zh_hant: 每位客戶平均

source: PERFORMANCE INSIGHTS
ar: رؤى حول الأداء
bn: কর্মক্ষমতা অন্তর্দৃষ্টি
de: LEISTUNGSEINBLICKE
es: ANÁLISIS DE RENDIMIENTO
fr: ANALYSE DES PERFORMANCES
gu: પ્રદર્શન આંતરદૃષ્ટિ
hi: प्रदर्शन संबंधी जानकारी
it: ANALISI DELLE PRESTAZIONI
ja: パフォーマンス分析
kn: ಕಾರ್ಯಕ್ಷಮತೆಯ ಒಳನೋಟಗಳು
ko: 성과 분석
ml: പ്രകടന സ്ഥിതിവിവരക്കണക്കുകൾ
mr: कामगिरी अंतर्दृष्टी
or: କାର୍ଯ୍ୟଦକ୍ଷତା ଅନ୍ତର୍ଦୃଷ୍ଟି
pa: ਪ੍ਰਦਰਸ਼ਨ ਦੀਆਂ ਸੂਝਾਂ
pt: ANÁLISES DE DESEMPENHO
ru: АНАЛИТИКА ЭФФЕКТИВНОСТИ
ta: செயல்திறன் நுண்ணறிவுகள்
te: పనితీరు అంతర్దృష్టులు
zh_hans: 绩效洞察
zh_hant: 績效洞察

source: Period
ar: فترة
as: সময়কাল
bn: সময়কাল
de: Zeitraum
es: Período
fr: Période
gu: સમયગાળો
hi: अवधि
it: Periodo
ja: 期間
kn: ಅವಧಿ
ko: 기간
ml: കാലഘട്ടം
mr: कालावधी
or: ପିରିୟଡ୍
pa: ਮਿਆਦ
pt: Período
ru: Период
ta: காலம்
te: కాలం
zh_hans: 时期
zh_hant: 時期

source: PERSONAL INFORMATION
ar: معلومات شخصية
as: ব্যক্তিগত তথ্য
bn: ব্যক্তিগত তথ্য
de: PERSÖNLICHE DATEN
es: INFORMACIÓN PERSONAL
fr: INFORMATIONS PERSONNELLES
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी
it: INFORMAZIONI PERSONALI
ja: 個人情報
kn: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ
ko: 개인 정보
ml: സ്വകാര്യ വിവരം
mr: वैयक्तिक माहिती
or: ବ୍ୟକ୍ତିଗତ ସୂଚନା
pa: ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ
pt: INFORMAÇÕES PESSOAIS
ru: ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
zh_hans: 个人信息
zh_hant: 個人資訊

source: Phone
ar: هاتف
as: ফোন
bn: ফোন
de: Telefon
es: Teléfono
fr: Téléphone
gu: ફોન
hi: फ़ोन
it: Telefono
ja: 電話
kn: ದೂರವಾಣಿ
ko: 핸드폰
ml: ഫോൺ
mr: फोन
or: ଫୋନ୍
pa: ਫ਼ੋਨ
pt: Telefone
ru: Телефон
ta: தொலைபேசி
te: ఫోన్
zh_hans: 电话
zh_hant: 電話

source: Phone Number
ar: رقم التليفون
as: ফোন নম্বৰ
bn: ফোন নম্বর
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
gu: ફોન નંબર
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ko: 전화 번호
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
pt: Número de telefone
ru: Номер телефона
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
zh_hans: 电话号码
zh_hant: 電話號碼

source: PHONE NUMBER (with country code)
ar: رقم الهاتف (مع رمز البلد)
as: PHONE NUMBER (দেশৰ ক'ডৰ সৈতে)
bn: ফোন নম্বর (দেশের কোড সহ)
de: TELEFONNUMMER (mit Ländervorwahl)
es: NÚMERO DE TELÉFONO (con código de país)
fr: NUMÉRO DE TÉLÉPHONE (avec l'indicatif du pays)
gu: ફોન નંબર (દેશ કોડ સાથે)
hi: फ़ोन नंबर (देश कोड सहित)
it: NUMERO DI TELEFONO (con prefisso internazionale)
ja: 電話番号（国番号を含む）
kn: ಫೋನ್ ಸಂಖ್ಯೆ (ದೇಶದ ಕೋಡ್‌ನೊಂದಿಗೆ)
ko: 전화번호 (국가번호 포함)
ml: ഫോൺ നമ്പർ (രാജ്യ കോഡ് സഹിതം)
mr: फोन नंबर (देश कोडसह)
or: ଫୋନ୍ ନମ୍ବର (ଦେଶ କୋଡ୍ ସହିତ)
pa: ਫ਼ੋਨ ਨੰਬਰ (ਦੇਸ਼ ਕੋਡ ਸਮੇਤ)
pt: NÚMERO DE TELEFONE (com indicativo do país)
ru: НОМЕР ТЕЛЕФОНА (с кодом страны)
ta: தொலைபேசி எண் (நாட்டுக் குறியீட்டுடன்)
te: ఫోన్ నంబర్ (దేశ కోడ్‌తో)
zh_hans: 电话号码（含国家代码）
zh_hant: 電話號碼（含國家代碼）

source: Phone number is required
ar: رقم الهاتف مطلوب
as: ফোন নম্বৰৰ প্ৰয়োজন
bn: ফোন নম্বর প্রয়োজন
de: Telefonnummer erforderlich
es: Se requiere número de teléfono.
fr: Un numéro de téléphone est requis.
gu: ફોન નંબર જરૂરી છે
hi: फ़ोन नंबर आवश्यक है
it: È richiesto il numero di telefono
ja: 電話番号は必須です。
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ
ko: 전화번호는 필수입니다.
ml: ഫോൺ നമ്പർ ആവശ്യമാണ്
mr: फोन नंबर आवश्यक आहे
or: ଫୋନ୍ ନମ୍ବର ଆବଶ୍ୟକ
pa: ਫ਼ੋਨ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ
pt: É necessário um número de telefone.
ru: Номер телефона обязателен
ta: தொலைபேசி எண் தேவை
te: ఫోన్ నంబర్ అవసరం
zh_hans: 必须提供电话号码
zh_hant: 必須提供電話號碼

source: Phone Setup
ar: إعداد الهاتف
as: ফোন ছেটআপ
bn: ফোন সেটআপ
de: Telefoneinrichtung
es: Configuración del teléfono
fr: Configuration du téléphone
gu: ફોન સેટઅપ
hi: फोन सेटअप
it: Configurazione del telefono
ja: 電話設定
kn: ಫೋನ್ ಸೆಟಪ್
ko: 전화 설정
ml: ഫോൺ സജ്ജീകരണം
mr: फोन सेटअप
or: ଫୋନ୍ ସେଟଅପ୍
pa: ਫ਼ੋਨ ਸੈੱਟਅੱਪ
pt: Configuração do telefone
ru: Настройка телефона
ta: தொலைபேசி அமைப்பு
te: ఫోన్ సెటప్
zh_hans: 电话设置
zh_hant: 電話設定

source: PHOTO EVIDENCE
ar: دليل مصور
as: PHOTO EVIDENCE ৰ দ্বাৰা
bn: ছবির প্রমাণ
de: FOTOBEWEIS
es: PRUEBAS FOTOGRÁFICAS
fr: PREUVE PHOTOGRAPHIQUE
gu: ફોટો પુરાવા
hi: फोटो साक्ष्य
it: PROVE FOTOGRAFICHE
ja: 写真証拠
kn: ಫೋಟೋ ಸಾಕ್ಷ್ಯ
ko: 사진 증거
ml: ഫോട്ടോ തെളിവ്
mr: फोटो पुरावा
or: ଫଟୋ ପ୍ରମାଣ
pa: ਫੋਟੋ ਸਬੂਤ
pt: EVIDÊNCIA FOTOGRÁFICA
ru: ФОТОДОКАЗАТЕЛЬСТВА
ta: புகைப்பட ஆதாரம்
te: ఫోటో ఆధారాలు
zh_hans: 照片证据
zh_hant: 照片證據

source: Photo Required
ar: صورة مطلوبة
as: ফটোৰ প্ৰয়োজন
bn: ছবি আবশ্যক
de: Foto erforderlich
es: Se requiere fotografía
fr: Photo requise
gu: ફોટો જરૂરી છે
hi: फोटो आवश्यक है
it: È richiesta una foto.
ja: 写真必須
kn: ಫೋಟೋ ಅಗತ್ಯವಿದೆ
ko: 사진 필수
ml: ഫോട്ടോ ആവശ്യമാണ്
mr: फोटो आवश्यक आहे
or: ଫଟୋ ଆବଶ୍ୟକ
pa: ਫੋਟੋ ਲੋੜੀਂਦੀ ਹੈ
pt: Foto obrigatória
ru: Требуется фотография
ta: புகைப்படம் தேவை
te: ఫోటో అవసరం
zh_hans: 需提供照片
zh_hant: 需提供照片

source: Physical count
ar: عدد السكان المادي
as: শাৰীৰিক গণনা
bn: শারীরিক গণনা
de: Physische Zählung
es: Recuento físico
fr: dénombrement physique
gu: ભૌતિક ગણતરી
hi: भौतिक गणना
it: Conteggio fisico
ja: 実地棚卸
kn: ಭೌತಿಕ ಎಣಿಕೆ
ko: 실물 계수
ml: ഭൗതിക എണ്ണം
mr: प्रत्यक्ष गणना
or: ଭୌତିକ ଗଣନା
pa: ਭੌਤਿਕ ਗਿਣਤੀ
pt: Contagem física
ru: Физический подсчет
ta: உடல் எண்ணிக்கை
te: భౌతిక గణన
zh_hans: 实物盘点
zh_hant: 實體盤點

source: Physical counted
ar: تم إحصاء الأفراد جسديًا
as: শাৰীৰিক গণনা কৰা হৈছে
bn: শারীরিক গণনা
de: Physisch gezählt
es: Conteo físico
fr: Comptage physique
gu: ભૌતિક ગણતરી
hi: शारीरिक गिनती
it: Conteggio fisico
ja: 物理的に数えられた
kn: ಭೌತಿಕ ಎಣಿಕೆ
ko: 실물 계수
ml: ഭൗതികമായി കണക്കാക്കിയത്
mr: शारीरिक मोजणी
or: ଶାରୀରିକ ଗଣନା
pa: ਸਰੀਰਕ ਗਿਣਤੀ
pt: Contagem física
ru: Физический подсчет
ta: உடல் ரீதியாக எண்ணப்பட்டது
te: భౌతిక గణన
zh_hans: 实物盘点
zh_hant: 實體盤點

source: Planograms
ar: مخططات العرض
as: প্লেনোগ্ৰাম
bn: প্ল্যানোগ্রাম
de: Planogramme
es: Planogramas
fr: Planogrammes
gu: પ્લાનોગ્રામ્સ
hi: प्लानोग्राम
it: Planogrammi
ja: プラノグラム
kn: ಪ್ಲಾನೋಗ್ರಾಮ್‌ಗಳು
ko: 플래노그램
ml: പ്ലാനോഗ്രാമുകൾ
mr: प्लॅनोग्राम्स
or: ପ୍ଲାନୋଗ୍ରାମଗୁଡ଼ିକ
pa: ਪਲੈਨੋਗ੍ਰਾਮ
pt: Planogramas
ru: Планограммы
ta: பிளானோகிராம்கள்
te: ప్లానోగ్రామ్‌లు
zh_hans: 平面图
zh_hant: 平面圖

source: Please accept the terms and conditions.
ar: يرجى الموافقة على الشروط والأحكام.
as: অনুগ্ৰহ কৰি চৰ্ত আৰু নিয়মসমূহ গ্ৰহণ কৰক।
bn: অনুগ্রহ করে শর্তাবলীগুলো মেনে নিন।
de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen.
es: Por favor, acepte los términos y condiciones.
fr: Veuillez accepter les conditions générales.
gu: કૃપા કરીને નિયમો અને શરતો સ્વીકારો.
hi: कृपया नियम और शर्तें स्वीकार करें।
it: Si prega di accettare i termini e le condizioni.
ja: 利用規約に同意してください。
kn: ದಯವಿಟ್ಟು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಿ.
ko: 이용약관에 동의해 주십시오.
ml: ദയവായി നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക.
mr: कृपया अटी व शर्ती स्वीकारा.
or: ଦୟାକରି ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ ଗ୍ରହଣ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ।
pt: Por favor, aceite os termos e condições.
ru: Пожалуйста, примите условия и положения.
ta: விதிமுறைகளையும் நிபந்தனைகளையும் ஏற்றுக்கொள்ளவும்.
te: దయచేసి నిబంధనలు మరియు షరతులను అంగీకరించండి.
zh_hans: 请接受条款和条件。
zh_hant: 請接受條款和條件。

source: Please attach at least one photo.
ar: يرجى إرفاق صورة واحدة على الأقل.
as: অন্ততঃ এখন ফটো সংলগ্ন কৰিব।
bn: অনুগ্রহ করে অন্তত একটি ছবি সংযুক্ত করুন।
de: Bitte fügen Sie mindestens ein Foto bei.
es: Por favor, adjunte al menos una foto.
fr: Veuillez joindre au moins une photo.
gu: કૃપા કરીને ઓછામાં ઓછો એક ફોટો જોડો.
hi: कृपया कम से कम एक फोटो संलग्न करें।
it: Si prega di allegare almeno una foto.
ja: 少なくとも1枚の写真を添付してください。
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಠ ಒಂದು ಫೋಟೋವನ್ನು ಲಗತ್ತಿಸಿ.
ko: 사진을 최소 한 장 이상 첨부해 주세요.
ml: ദയവായി ഒരു ഫോട്ടോയെങ്കിലും അറ്റാച്ചുചെയ്യുക.
mr: कृपया किमान एक फोटो जोडा.
or: ଦୟାକରି ଅତି କମରେ ଗୋଟିଏ ଫଟୋ ସଂଲଗ୍ନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਫੋਟੋ ਨੱਥੀ ਕਰੋ।
pt: Por favor, anexe pelo menos uma fotografia.
ru: Пожалуйста, приложите хотя бы одну фотографию.
ta: தயவுசெய்து குறைந்தபட்சம் ஒரு புகைப்படத்தையாவது இணைக்கவும்.
te: దయచేసి కనీసం ఒక ఫోటోను జతచేయండి.
zh_hans: 请至少附上一张照片。
zh_hant: 請至少附上一張照片。

source: Please attach both profile and resume images.
ar: يرجى إرفاق صور الملف الشخصي والسيرة الذاتية.
as: অনুগ্ৰহ কৰি প্ৰফাইল আৰু ৰিজ্যুম ছবি দুয়োটা সংলগ্ন কৰক।
bn: অনুগ্রহ করে প্রোফাইল এবং জীবনবৃত্তান্ত উভয়ের ছবি সংযুক্ত করুন।
de: Bitte fügen Sie sowohl ein Profilbild als auch ein Lebenslaufbild bei.
es: Adjunte imágenes tanto de su perfil como de su currículum.
fr: Veuillez joindre les images de votre profil et de votre CV.
gu: કૃપા કરીને પ્રોફાઇલ અને રિઝ્યુમ બંનેના ફોટા જોડો.
hi: कृपया प्रोफाइल और रिज्यूमे दोनों की तस्वीरें संलग्न करें।
it: Si prega di allegare sia la foto del profilo che quella del curriculum vitae.
ja: プロフィール画像と履歴書画像を両方とも添付してください。
kn: ದಯವಿಟ್ಟು ಪ್ರೊಫೈಲ್ ಮತ್ತು ರೆಸ್ಯೂಮ್ ಚಿತ್ರಗಳನ್ನು ಲಗತ್ತಿಸಿ.
ko: 프로필 사진과 이력서 이미지를 모두 첨부해 주세요.
ml: പ്രൊഫൈൽ, റെസ്യൂമെ ചിത്രങ്ങൾ അറ്റാച്ചുചെയ്യുക.
mr: कृपया प्रोफाइल आणि रिझ्युमे दोन्हीचे फोटो जोडा.
or: ଦୟାକରି ପ୍ରୋଫାଇଲ୍ ଏବଂ ରିଜ୍ୟୁମ୍ ଉଭୟର ଚିତ୍ର ସଂଲଗ୍ନ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਰੈਜ਼ਿਊਮੇ ਦੋਵਾਂ ਦੀਆਂ ਤਸਵੀਰਾਂ ਨੱਥੀ ਕਰੋ।
pt: Por favor, anexe imagens de perfil e de currículo.
ru: Пожалуйста, приложите фотографии вашего профиля и резюме.
ta: தயவுசெய்து சுயவிவரம் மற்றும் பணிவிவரப் படம் இரண்டையும் இணைக்கவும்.
te: దయచేసి ప్రొఫైల్ మరియు రెజ్యూమే చిత్రాలు రెండింటినీ జతచేయండి.
zh_hans: 请附上个人简介和简历照片。
zh_hant: 請附上個人簡介和履歷照片。

source: Please complete all boutique details.
ar: يرجى استكمال جميع تفاصيل المتجر.
as: অনুগ্ৰহ কৰি সকলো বুটিকৰ সবিশেষ সম্পূৰ্ণ কৰক।
bn: অনুগ্রহ করে বুটিকের সমস্ত বিবরণ পূরণ করুন।
de: Bitte füllen Sie alle Boutique-Details aus.
es: Por favor, complete todos los datos de la boutique.
fr: Veuillez compléter tous les détails concernant la boutique.
gu: કૃપા કરીને બુટિકની બધી વિગતો ભરો.
hi: कृपया बुटीक से संबंधित सभी विवरण भरें।
it: Si prega di compilare tutti i dettagli relativi alla boutique.
ja: ブティックの詳細情報をすべてご記入ください。
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಬೂಟೀಕ್ ವಿವರಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ko: 부티크 관련 정보를 모두 입력해 주세요.
ml: എല്ലാ ബുട്ടീക്ക് വിശദാംശങ്ങളും പൂർത്തിയാക്കുക.
mr: कृपया बुटीकचा सर्व तपशील भरा.
or: ଦୟାକରି ସମସ୍ତ ବୁଟିକ୍ ବିବରଣୀ ପୂରଣ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਬੁਟੀਕ ਵੇਰਵੇ ਪੂਰੇ ਕਰੋ।
pt: Por favor preencha todos os dados da loja.
ru: Пожалуйста, заполните все поля, касающиеся бутика.
ta: கடை தொடர்பான அனைத்து விவரங்களையும் பூர்த்தி செய்யவும்.
te: దయచేసి బోటిక్ వివరాలన్నీ పూర్తి చేయండి.
zh_hans: 请填写所有精品店详情。
zh_hant: 請填寫所有精品店詳情。

source: Please complete all required profile fields.
ar: يرجى استكمال جميع حقول الملف الشخصي المطلوبة.
as: অনুগ্ৰহ কৰি সকলো প্ৰয়োজনীয় আলেখ্যন ক্ষেত্ৰ সম্পূৰ্ণ কৰক।
bn: অনুগ্রহ করে প্রোফাইলের সকল প্রয়োজনীয় ক্ষেত্র পূরণ করুন।
de: Bitte füllen Sie alle erforderlichen Profilfelder aus.
es: Por favor, complete todos los campos obligatorios de su perfil.
fr: Veuillez remplir tous les champs obligatoires de votre profil.
gu: કૃપા કરીને બધા જરૂરી પ્રોફાઇલ ફીલ્ડ ભરો.
hi: कृपया प्रोफ़ाइल के सभी आवश्यक फ़ील्ड भरें।
it: Si prega di compilare tutti i campi obbligatori del profilo.
ja: プロフィールの必須項目はすべてご記入ください。
kn: ದಯವಿಟ್ಟು ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಪ್ರೊಫೈಲ್ ಕ್ಷೇತ್ರಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ko: 필수 프로필 항목을 모두 작성해 주세요.
ml: ആവശ്യമായ എല്ലാ പ്രൊഫൈൽ ഫീൽഡുകളും പൂരിപ്പിക്കുക.
mr: कृपया प्रोफाइलमधील सर्व आवश्यक रकाने भरा.
or: ଦୟାକରି ସମସ୍ତ ଆବଶ୍ୟକୀୟ ପ୍ରୋଫାଇଲ୍ ଫିଲ୍ଡ ପୂରଣ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਲੋੜੀਂਦੇ ਪ੍ਰੋਫਾਈਲ ਖੇਤਰ ਭਰੋ।
pt: Por favor, preencha todos os campos obrigatórios do perfil.
ru: Пожалуйста, заполните все обязательные поля профиля.
ta: தேவையான அனைத்து சுயவிவரப் புலங்களையும் நிரப்பவும்.
te: దయచేసి అవసరమైన అన్ని ప్రొఫైల్ ఫీల్డ్‌లను పూర్తి చేయండి.
zh_hans: 请填写所有必填的个人资料字段。
zh_hant: 請填寫所有必填的個人資料欄位。

source: Please enter both email and password.
ar: يرجى إدخال كل من البريد الإلكتروني وكلمة المرور.
as: অনুগ্ৰহ কৰি ইমেইল আৰু পাছৱৰ্ড দুয়োটা দিয়ক।
bn: অনুগ্রহ করে ইমেইল ও পাসওয়ার্ড উভয়ই প্রবেশ করান।
de: Bitte geben Sie sowohl Ihre E-Mail-Adresse als auch Ihr Passwort ein.
es: Por favor, introduzca su correo electrónico y su contraseña.
fr: Veuillez saisir votre adresse e-mail et votre mot de passe.
gu: કૃપા કરીને ઇમેઇલ અને પાસવર્ડ બંને દાખલ કરો.
hi: कृपया ईमेल और पासवर्ड दोनों दर्ज करें।
it: Inserisci sia l'indirizzo email che la password.
ja: メールアドレスとパスワードの両方を入力してください。
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಎರಡನ್ನೂ ನಮೂದಿಸಿ.
ko: 이메일과 비밀번호를 모두 입력해 주세요.
ml: ദയവായി ഇമെയിലും പാസ്‌വേഡും നൽകുക.
mr: कृपया ईमेल आणि पासवर्ड दोन्ही प्रविष्ट करा.
or: ଦୟାକରି ଉଭୟ ଇମେଲ୍ ଏବଂ ପାସୱାର୍ଡ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਅਤੇ ਪਾਸਵਰਡ ਦੋਵੇਂ ਦਰਜ ਕਰੋ।
pt: Por favor, introduza o seu e-mail e palavra-passe.
ru: Пожалуйста, введите адрес электронной почты и пароль.
ta: மின்னஞ்சல் மற்றும் கடவுச்சொல் இரண்டையும் உள்ளிடவும்.
te: దయచేసి ఇమెయిల్ మరియు పాస్‌వర్డ్ రెండింటినీ నమోదు చేయండి.
zh_hans: 请输入邮箱地址和密码。
zh_hant: 請輸入郵箱地址和密碼。

source: Please enter the 6-digit code
ar: الرجاء إدخال الرمز المكون من 6 أرقام
as: অনুগ্ৰহ কৰি ৬ সংখ্যাৰ ক'ড দিয়ক
bn: অনুগ্রহ করে ৬-সংখ্যার কোডটি প্রবেশ করান।
de: Bitte geben Sie den 6-stelligen Code ein.
es: Introduzca el código de 6 dígitos.
fr: Veuillez saisir le code à 6 chiffres
gu: કૃપા કરીને 6-અંકનો કોડ દાખલ કરો
hi: कृपया 6 अंकों का कोड दर्ज करें
it: Inserisci il codice di 6 cifre
ja: 6桁のコードを入力してください
kn: ದಯವಿಟ್ಟು 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 6자리 코드를 입력해 주세요.
ml: ദയവായി 6 അക്ക കോഡ് നൽകുക
mr: कृपया ६-अंकी कोड प्रविष्ट करा
or: ଦୟାକରି 6-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ 6-ਅੰਕਾਂ ਵਾਲਾ ਕੋਡ ਦਰਜ ਕਰੋ।
pt: Por favor, introduza o código de 6 dígitos.
ru: Пожалуйста, введите 6-значный код.
ta: 6 இலக்கக் குறியீட்டை உள்ளிடவும்.
te: దయచేసి 6-అంకెల కోడ్‌ను నమోదు చేయండి
zh_hans: 请输入6位验证码
zh_hant: 請輸入6位驗證碼

source: Please enter the 6-digit code from your authenticator app.
ar: يرجى إدخال الرمز المكون من 6 أرقام من تطبيق المصادقة الخاص بك.
as: অনুগ্ৰহ কৰি আপোনাৰ প্ৰমাণীকৰণ এপৰ পৰা ৬ সংখ্যাৰ ক'ড দিয়ক।
bn: অনুগ্রহ করে আপনার অথেন্টিকেটর অ্যাপ থেকে ৬-সংখ্যার কোডটি প্রবেশ করান।
de: Bitte geben Sie den 6-stelligen Code aus Ihrer Authentifizierungs-App ein.
es: Introduzca el código de 6 dígitos de su aplicación de autenticación.
fr: Veuillez saisir le code à 6 chiffres provenant de votre application d'authentification.
gu: કૃપા કરીને તમારી પ્રમાણકર્તા એપ્લિકેશનમાંથી 6-અંકનો કોડ દાખલ કરો.
hi: कृपया अपने प्रमाणीकरण ऐप से 6 अंकों का कोड दर्ज करें।
it: Inserisci il codice di 6 cifre visualizzato nell'app di autenticazione.
ja: 認証アプリに表示される6桁のコードを入力してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ದೃಢೀಕರಣ ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ 6-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 사용하시는 인증 앱에서 6자리 코드를 입력해 주세요.
ml: നിങ്ങളുടെ ഓതന്റിക്കേറ്റർ ആപ്പിൽ നിന്നുള്ള 6 അക്ക കോഡ് നൽകുക.
mr: कृपया तुमच्या ऑथेंटिकेटर ॲपमधील ६-अंकी कोड प्रविष्ट करा.
or: ଦୟାକରି ଆପଣଙ୍କ ଅଥେଣ୍ଟିକେଟର୍ ଆପରୁ 6-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଲେଖନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਮਾਣਕ ਐਪ ਤੋਂ 6-ਅੰਕਾਂ ਵਾਲਾ ਕੋਡ ਦਾਖਲ ਕਰੋ।
pt: Por favor, introduza o código de 6 dígitos da sua aplicação autenticadora.
ru: Пожалуйста, введите 6-значный код из вашего приложения-аутентификатора.
ta: உங்கள் அங்கீகாரச் செயலியில் உள்ள 6-இலக்கக் குறியீட்டை உள்ளிடவும்.
te: దయచేసి మీ అథెంటికేటర్ యాప్ నుండి 6-అంకెల కోడ్‌ను నమోదు చేయండి.
zh_hans: 请输入您的身份验证器应用程序中显示的 6 位验证码。
zh_hant: 請輸入您的身份驗證器應用程式中顯示的 6 位元驗證碼。

source: Please enter the OTP sent to your email
ar: يرجى إدخال رمز التحقق المرسل إلى بريدك الإلكتروني
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইললৈ প্ৰেৰণ কৰা OTP লিখক
bn: আপনার ইমেইলে পাঠানো OTP-টি প্রবেশ করান।
de: Bitte geben Sie den an Ihre E-Mail-Adresse gesendeten OTP-Code ein.
es: Por favor, introduzca el código OTP que se le ha enviado a su correo electrónico.
fr: Veuillez saisir le code OTP envoyé à votre adresse e-mail.
gu: કૃપા કરીને તમારા ઇમેઇલ પર મોકલેલ OTP દાખલ કરો.
hi: कृपया अपने ईमेल पर भेजा गया OTP दर्ज करें।
it: Inserisci il codice OTP inviato alla tua email
ja: メールアドレスに送信されたワンタイムパスワード（OTP）を入力してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಲಾದ OTP ಅನ್ನು ನಮೂದಿಸಿ.
ko: 이메일로 전송된 OTP를 입력하세요.
ml: നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയച്ച OTP ദയവായി നൽകുക.
mr: कृपया तुमच्या ईमेलवर पाठवलेला ओटीपी प्रविष्ट करा.
or: ଦୟାକରି ଆପଣଙ୍କ ଇମେଲକୁ ପଠାଯାଇଥିବା OTP ଲେଖନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਈਮੇਲ 'ਤੇ ਭੇਜਿਆ ਗਿਆ OTP ਦਰਜ ਕਰੋ।
pt: Por favor, insira o código OTP enviado para o seu e-mail.
ru: Пожалуйста, введите одноразовый пароль (OTP), отправленный на вашу электронную почту.
ta: உங்கள் மின்னஞ்சலுக்கு அனுப்பப்பட்ட OTP-ஐ உள்ளிடவும்.
te: దయచేసి మీ ఇమెయిల్‌కు పంపిన OTPని నమోదు చేయండి
zh_hans: 请输入发送到您邮箱的验证码。
zh_hant: 請輸入發送到您信箱的驗證碼。

source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইল দিয়ক
bn: অনুগ্রহ করে আপনার ইমেল লিখুন
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es: Por favor, introduce tu correo electrónico
fr: Veuillez saisir votre adresse e-mail
gu: કૃપા કરીને તમારું ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ.
ko: 이메일 주소를 입력해 주세요.
ml: ദയവായി നിങ്ങളുടെ ഇമെയിൽ നൽകുക.
mr: कृपया तुमचा ईमेल प्रविष्ट करा
or: ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ୍ ପ୍ରବେଶ କରନ୍ତୁ ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਦਰਜ ਕਰੋ।
pt: Por favor, insira o seu e-mail.
ru: Пожалуйста, введите свой адрес электронной почты.
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి మీ ఇమెయిల్‌ను నమోదు చేయండి
zh_hans: 请输入您的电子邮件地址
zh_hant: 請輸入您的電子郵件地址

source: Please enter your email address.
ar: يرجى إدخال عنوان بريدك الإلكتروني.
as: অনুগ্ৰহ কৰি আপোনাৰ ইমেইল ঠিকনা দিয়ক।
bn: অনুগ্রহ করে আপনার ইমেল ঠিকানা লিখুন।
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
es: Por favor, introduzca su dirección de correo electrónico.
fr: Veuillez saisir votre adresse e-mail.
gu: કૃપા કરીને તમારું ઇમેઇલ સરનામું દાખલ કરો.
hi: कृपया अपना ईमेल एड्रेस इंटर करें।
it: Inserisci il tuo indirizzo email.
ja: メールアドレスを入力してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: 이메일 주소를 입력해 주세요.
ml: ദയവായി നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക.
mr: कृपया तुमचा ईमेल पत्ता प्रविष्ट करा.
or: ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ।
pt: Por favor, introduza o seu endereço de e-mail.
ru: Пожалуйста, введите свой адрес электронной почты.
ta: தயவுசெய்து உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి.
zh_hans: 请输入您的电子邮件地址。
zh_hant: 請輸入您的電子郵件地址。

source: Please enter your PIN code.
ar: الرجاء إدخال رمز PIN الخاص بك.
as: অনুগ্ৰহ কৰি আপোনাৰ পিন ক'ড দিয়ক।
bn: অনুগ্রহ করে আপনার পিন কোডটি প্রবেশ করান।
de: Bitte geben Sie Ihre PIN ein.
es: Por favor, introduzca su código PIN.
fr: Veuillez saisir votre code PIN.
gu: કૃપા કરીને તમારો પિન કોડ દાખલ કરો.
hi: कृपया अपना पिन कोड दर्ज करें।
it: Inserisci il tuo codice PIN.
ja: 暗証番号を入力してください。
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ.
ko: PIN 코드를 입력해 주세요.
ml: ദയവായി നിങ്ങളുടെ പിൻ കോഡ് നൽകുക.
mr: कृपया तुमचा पिन कोड प्रविष्ट करा.
or: ଦୟାକରି ଆପଣଙ୍କର PIN କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਿੰਨ ਕੋਡ ਦਰਜ ਕਰੋ।
pt: Por favor, introduza o seu código PIN.
ru: Пожалуйста, введите свой PIN-код.
ta: உங்கள் PIN குறியீட்டை உள்ளிடவும்.
te: దయచేసి మీ పిన్ కోడ్‌ను నమోదు చేయండి.
zh_hans: 请输入您的密码。
zh_hant: 請輸入您的密碼。

source: Please fill in all fields
ar: يرجى ملء جميع الحقول
as: সকলো ক্ষেত্ৰ পূৰণ কৰিবলৈ অনুৰোধ জনালোঁ
bn: অনুগ্রহ করে সমস্ত ক্ষেত্র পূরণ করুন।
de: Bitte füllen Sie alle Felder aus.
es: Por favor, rellene todos los campos.
fr: Veuillez remplir tous les champs
gu: કૃપા કરીને બધા ફીલ્ડ ભરો.
hi: कृपया सभी स्थानों को भरें
it: Si prega di compilare tutti i campi.
ja: すべての項目にご記入ください
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 모든 항목을 입력해 주세요.
ml: ദയവായി എല്ലാ ഫീൽഡുകളും പൂരിപ്പിക്കുക.
mr: कृपया सर्व रकाने भरा
or: ଦୟାକରି ସମସ୍ତ କ୍ଷେତ୍ର ପୂରଣ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ।
pt: Por favor preencha todos os campos.
ru: Пожалуйста, заполните все поля.
ta: அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని ఖాళీలను పూరించండి
zh_hans: 请填写所有字段
zh_hant: 請填寫所有字段
